{
  "weightsManifest": [
    {
      "paths": [
        "group1-shard1of13.bin",
        "group1-shard2of13.bin",
        "group1-shard3of13.bin",
        "group1-shard4of13.bin",
        "group1-shard5of13.bin",
        "group1-shard6of13.bin",
        "group1-shard7of13.bin",
        "group1-shard8of13.bin",
        "group1-shard9of13.bin",
        "group1-shard10of13.bin",
        "group1-shard11of13.bin",
        "group1-shard12of13.bin",
        "group1-shard13of13.bin"
      ],
      "weights": [
        {
          "dtype": "int32",
          "shape": [
            1
          ],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_1/strided_slice/stack_1"
        },
        {
          "dtype": "int32",
          "shape": [
            1
          ],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_1/strided_slice/stack"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "Postprocessor/ExpandDims_1/dim"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "BoxPredictor_0/Reshape/shape/3"
        },
        {
          "dtype": "int32",
          "shape": [
            1
          ],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/strided_slice_1/stack_1"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack/range/delta"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "BoxPredictor_0/Reshape_1/shape/1"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_5_3x3_s2_128/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            64,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_5_3x3_s2_128/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_5_1x1_64/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            256,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_5_1x1_64/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            256
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_4_3x3_s2_256/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            256
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_4_3x3_s2_256/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_4_1x1_128/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            256,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_4_1x1_128/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            256
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_3_3x3_s2_256/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            256
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_3_3x3_s2_256/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_3_1x1_128/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            512,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_3_1x1_128/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            512
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_2_3x3_s2_512/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            256,
            512
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_2_Conv2d_2_3x3_s2_512/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            256
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_2_1x1_256/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            1024,
            256
          ],
          "name": "FeatureExtractor/InceptionV2/Mixed_5c_1_Conv2d_2_1x1_256/Conv2D/merged_input"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/concat/axis"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            1024,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_3/Conv2d_0b_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            1024,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_3/Conv2d_0b_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_3/Conv2d_0b_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_3/Conv2d_0b_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_3/Conv2d_0b_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            256,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_3/Conv2d_0b_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            32
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            192,
            32
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_3/Conv2d_0b_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Conv2d_2c_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            64,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Conv2d_2c_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Conv2d_2b_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            64,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Conv2d_2b_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Conv2d_1a_7x7/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            24,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Conv2d_1a_7x7/separable_conv2d/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            7,
            7,
            3,
            8
          ],
          "name": "FeatureExtractor/InceptionV2/Conv2d_1a_7x7/depthwise_weights"
        },
        {
          "dtype": "float32",
          "shape": [],
          "name": "add/y"
        },
        {
          "dtype": "float32",
          "shape": [],
          "name": "Preprocessor/mul/x"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack/range/start"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            96,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_2/Conv2d_0c_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            64,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_2/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            192,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_2/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            64,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            192,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            192,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3b/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            96,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_2/Conv2d_0c_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            64,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_2/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            256,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_2/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            64,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            256,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            256,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_3c/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_1/Conv2d_1a_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            96,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_1/Conv2d_1a_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            64,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            320,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_0/Conv2d_1a_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_0/Conv2d_1a_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            320,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4a/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_2/Conv2d_0c_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            96,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_2/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_2/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            64,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            64
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4b/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_2/Conv2d_0c_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            96,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_2/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_2/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            96,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4c/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            160,
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_2/Conv2d_0c_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_2/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_2/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4d/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            192,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_2/Conv2d_0c_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            160,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_2/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_2/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            96
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_4e/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            256
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_1/Conv2d_1a_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            256,
            256
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_1/Conv2d_1a_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            256
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            192,
            256
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_0/Conv2d_1a_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_0/Conv2d_1a_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            576,
            128
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5a/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            224,
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            160,
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            1024,
            160
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            320
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            192,
            320
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            1024,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            352
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            1024,
            352
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5b/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            224,
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_2/Conv2d_0c_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            192,
            224
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_2/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            1024,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_2/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            320
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            192,
            320
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_1/Conv2d_0b_3x3/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            1024,
            192
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_1/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            352
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_0/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm/Offset"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            1,
            1024,
            352
          ],
          "name": "FeatureExtractor/InceptionV2/InceptionV2/Mixed_5c/Branch_0/Conv2d_0a_1x1/Conv2D/merged_input"
        },
        {
          "dtype": "float32",
          "shape": [
            24
          ],
          "name": "BoxPredictor_5/BoxEncodingPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            24
          ],
          "name": "BoxPredictor_5/BoxEncodingPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            24
          ],
          "name": "BoxPredictor_4/BoxEncodingPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            256,
            24
          ],
          "name": "BoxPredictor_4/BoxEncodingPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            24
          ],
          "name": "BoxPredictor_3/BoxEncodingPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            256,
            24
          ],
          "name": "BoxPredictor_3/BoxEncodingPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            24
          ],
          "name": "BoxPredictor_2/BoxEncodingPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            512,
            24
          ],
          "name": "BoxPredictor_2/BoxEncodingPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            24
          ],
          "name": "BoxPredictor_1/BoxEncodingPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            1024,
            24
          ],
          "name": "BoxPredictor_1/BoxEncodingPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            12
          ],
          "name": "BoxPredictor_0/BoxEncodingPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            576,
            12
          ],
          "name": "BoxPredictor_0/BoxEncodingPredictor/weights"
        },
        {
          "dtype": "int32",
          "shape": [
            2
          ],
          "name": "Postprocessor/Reshape_1/shape"
        },
        {
          "dtype": "float32",
          "shape": [
            1,
            9636,
            4
          ],
          "name": "Postprocessor/ExpandDims"
        },
        {
          "dtype": "float32",
          "shape": [],
          "name": "ConstantFolding/Postprocessor/Decode/truediv_4_recip"
        },
        {
          "dtype": "float32",
          "shape": [],
          "name": "ConstantFolding/Postprocessor/Decode/truediv_2_recip"
        },
        {
          "dtype": "float32",
          "shape": [],
          "name": "ConstantFolding/Postprocessor/Decode/truediv_recip"
        },
        {
          "dtype": "float32",
          "shape": [],
          "name": "ConstantFolding/Postprocessor/truediv_1_recip"
        },
        {
          "dtype": "float32",
          "shape": [],
          "name": "ConstantFolding/Postprocessor/truediv_recip"
        },
        {
          "dtype": "int32",
          "shape": [
            3
          ],
          "name": "Postprocessor/Slice/size"
        },
        {
          "dtype": "int32",
          "shape": [
            3
          ],
          "name": "Postprocessor/Slice/begin"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "BoxPredictor_0/Reshape_1/shape/2"
        },
        {
          "dtype": "float32",
          "shape": [
            30
          ],
          "name": "BoxPredictor_5/ClassPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            128,
            30
          ],
          "name": "BoxPredictor_5/ClassPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            30
          ],
          "name": "BoxPredictor_4/ClassPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            256,
            30
          ],
          "name": "BoxPredictor_4/ClassPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            30
          ],
          "name": "BoxPredictor_3/ClassPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            256,
            30
          ],
          "name": "BoxPredictor_3/ClassPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            30
          ],
          "name": "BoxPredictor_2/ClassPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            512,
            30
          ],
          "name": "BoxPredictor_2/ClassPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            30
          ],
          "name": "BoxPredictor_1/ClassPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            1024,
            30
          ],
          "name": "BoxPredictor_1/ClassPredictor/weights"
        },
        {
          "dtype": "float32",
          "shape": [
            15
          ],
          "name": "BoxPredictor_0/ClassPredictor/biases"
        },
        {
          "dtype": "float32",
          "shape": [
            3,
            3,
            576,
            15
          ],
          "name": "BoxPredictor_0/ClassPredictor/weights"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "Preprocessor/map/while/add/y"
        },
        {
          "dtype": "int32",
          "shape": [
            2
          ],
          "name": "Preprocessor/map/while/ResizeImage/stack"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "Preprocessor/map/while/ResizeImage/resize_images/ExpandDims/dim"
        },
        {
          "dtype": "int32",
          "shape": [
            3
          ],
          "name": "Preprocessor/map/while/ResizeImage/stack_1"
        },
        {
          "dtype": "int32",
          "shape": [
            2
          ],
          "name": "Postprocessor/Decode/transpose/sub_1"
        },
        {
          "dtype": "int32",
          "shape": [
            2
          ],
          "name": "Postprocessor/Decode/get_center_coordinates_and_sizes/transpose/sub_1"
        },
        {
          "dtype": "int32",
          "shape": [
            2
          ],
          "name": "Postprocessor/Decode/transpose_1/sub_1"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "ConstantFolding/Postprocessor/BatchMultiClassNonMaxSuppression/ones/packed_const_axis"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/while/MultiClassNonMaxSuppression/range_4/delta"
        },
        {
          "dtype": "int32",
          "shape": [
            1
          ],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/while/PadOrClipBoxList/strided_slice_2/stack_1"
        },
        {
          "dtype": "int32",
          "shape": [
            1
          ],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/while/PadOrClipBoxList/strided_slice_2/stack"
        },
        {
          "dtype": "int32",
          "shape": [],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/while/PadOrClipBoxList/zeros_1/Const"
        },
        {
          "dtype": "int32",
          "shape": [
            1
          ],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/while/MultiClassNonMaxSuppression/ones_4/Reshape/shape"
        },
        {
          "dtype": "float32",
          "shape": [],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/while/MultiClassNonMaxSuppression/add_1/y"
        },
        {
          "dtype": "float32",
          "shape": [],
          "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/while/MultiClassNonMaxSuppression/non_max_suppression/score_threshold"
        },
        {
          "dtype": "float32",
          "shape": [],
